Repository: Saeed-Abdalwahab/AutoDrive
Catalog: AutoDriveResources/Messages.*.resx
Languages: ar

source: AddEmployee
ar: إضافه موظف

# BloodGroupsDropDown
source: --Select Bloodgroup--
ar: --اختر فصيلة الدم--

# DeductionDeleted
source: Increases and Deductions Deleted.
ar: تم حذف البدلات و الاستقطاعات

# DeductionEdited
source: Increases and Deductions Edited.
ar: تم تعديل البدلات و الاستقطاعات

# DeductionSaved
source: Increases and Deductions Saved
ar: تم حفظ البدلات و الاستقطاعات

# DepartmentSearch
source: --Search For Department--
ar: --بحث عن القسم--

# EmployeeRequired
source: You should enter Employee.
ar: يجب ادخال الموظف

# EndDateError
source: EndDate must be greater than StartDate
ar: تاريخ النهايه غير صحيح

# ErrorAdding
source: An error occurred during the addition, please try again
ar: حدث خطأ اثناء الاضافه برجاء المحاوله مره اخري

# ErrorDeletion
source: An error occurred during deletion. Please try again
ar: حدث خطأ اثناء الحذف برجاء المحاوله مره اخري

# ErrorModification
source: An error occurred during the modification, please try again
ar: حدث خطأ اثناء التعديل برجاء المحاوله مره اخري

# ExistedName
source: This name already exists. Please enter another name
ar: هذا الاسم موجود بالفعل برجاء ادخال اسم اخر

source: Female
ar: انثي

# GenderDropDown
source: --Select Gender--
ar: --اختر النوع--

# IncreasesDeductionTypeDeleted
source: Increases and Deductions Type Deleted.
ar: تم حذف نوع البدلات و الاستقطاعات

# IncreasesDeductionTypeEdited
source: Increases and Deductions Type Edited.
ar: تم تعديل نوع البدلات و الاستقطاعات

# IncreasesDeductionTypeSaved
source: Increases and Deductions Type Saved.
ar: تم حفظ نوع البدلات و الاستقطاعات

# IncreasingDeductionTypeEdited
source: Increasing and Deduction Type Edited
ar: تم تعديل نوع البدلات و الاستقطاعات

# IncreasingDeductionTypeSaved
source: Increasing and Deduction Type Saved
ar: تم حفظ نوع البدلات و الاستقطاعات

# InMonthRequired
source: You should enter In Month.
ar: يجب ادخال عن شهر

# InYearRequired
source: You should enter In Year.
ar: يجب ادخال عن سنة

# JobDegreeDelete
source: The job degree has been deleted
ar: تم حذف الدرجة الوظيفية

# JobDegreeEdit
source: Job Degree Edited
ar: تم تعديل الدرجة الوظيفية

# JobDegreeSave
source: Job Degree saved
ar: تم حفظ الدرجة الوظيفية

# JobLevelDelete
source: Job Degree Deleted
ar: تم حذف المستوى الوظيفى

# JobLevelEdit
source: Job Level Edited
ar: تم تعديل المستوى الوظيفى

# JobLevelSave
source: Job Level Saved
ar: تم حفظ المستوى الوظيفى

# LevelToJobDergee
source: This job level already exists to this degree. Please enter another job level
ar: هذا المستوى الوظيفى موجود بالفعل لهذة الدرجة برجاء ادخال مستوى وظيفى اخر

# licenceTypeHRDropDown
source: --Select licenceType--
ar: --اختر نوع الرخصه--

source: Male
ar: ذكر

# MotivationDateRequired
source: You should enter Motivation Date.
ar: يجب ادخال تاريخ الحافز

# MotivationTypeRequired
source: You should enter Motivation Type.
ar: يجب ادخال نوع الحافز

# NameValidationError
source: This name is already exists. Please enter another name
ar: هذا الاسم موجود مسبقا برجاء ادخال اسم اخر

# NationalityDropDown
source: --Select Nationality--
ar: --اختر الجنسيه--

source: Next
ar: التالي

# NotExistedChangedSalary
source: You should enter Changed Salary
ar: يجب ادخال المرتب المتغير

# NotExistedDegree
source: You should enter Job Degree
ar: يجب ادخال الدرجة الوظيفية

# NotExistedENName
source: You should enter Name(EN)
ar: يجب ادخال الاسم(انجليزى)

# NotExistedIncreasingDeductionType
source: You should enter Increasing and Deduction Type
ar: يجب ادخال نوع البدل و الاستقطاع

# NotExistedLevel
source: You should enter Job Level
ar: يجب ادخال المستوى الوظيفى

# NotExistedName
source: You should enter Name(AR)
ar: يجب ادخال الاسم(عربى)

# NotExistedName1
source: You should enter Name
ar: يجب ادخال الاسم

# NotExistedSalary
source: You should enter Salary
ar: يجب ادخال المرتب

# NotSuccessfulOperation
source: Unsuccessful operation
ar: عملية غير ناجحة

source: Previous
ar: السابق

# ReligionDropDown
source: --Select Religion--
ar: --اختر الديانه--

source: Required
ar: مطلوب*

# RequiredBasicSalary
source: You should enter Basic Salary/All
ar: يجب ادخال الاساسى/الشامل

# RequiredDeduction
source: You should enter Deduction
ar: يجب ادخال الاستحقاق

# RequiredName
source: You should enter name
ar: يجب ادخال الاسم

# RequiredRatio
source: You should enter Ratio/Value
ar: يجب ادخال النسبة/القيمة

# RequiredValue
source: You should enter value
ar: يجب ادخال القيمة

# SalaryDleted
source: Salary deleted.
ar: تم حذف المرتب

source: Salary Edited.
ar: تم تعديل المرتب

source: Salary Saved.
ar: تم حفظ المرتب

# MotivationStatusRequired
source: You should enter Status.
ar: يجب ادخال الحالة

# ValueRequired
source: You should enter Value.
ar: يجب ادخال القيمة

# WithSalaryOrFormRequired
source: You should enter With Salary/Form
ar: يجب ادخال على الراتب/استمارة منفصلة

# RewardAdopted
source: Salary has been adopted.Please choose another month
ar: تم اعتماد المرتب برجاء اختيار شهر اخر

# RewardCanceled
source: Salary has been canceled.Please choose another month
ar: تم الغاء المرتب برجاء اختيار شهر اخر

# RewardReceived
source: Salary has been received.Please choose another month
ar: تم استلام المرتب برجاء اختيار شهر اخر

# rewardSaved
source: Reward has been saved.
ar: تم حفظ المكافاة

# areasDropDown
source: --Select Area Source--
ar: --اختر مكان الاصدار--

# certificationGradeDropDown
source: --select certification Grade--
ar: --اختر التقدير--

# certificationSpecDepartDropDown
source: --Select certification Department--
ar: --اختر تخصص المؤهل--

# certificationSpecificDropDown
source: --Select certification Specifics--
ar: --اختر المؤهل--

# certificationTypeDropDown
source: --Select CertificationType--
ar: --اختر نوع الشهادة--

# licenceKindHRsDropDown
source: --Select licenceKind--
ar: --اختر تصنيف الرخصه--

# MonthsDropDown
source: --Select Month--
ar: --اختر شهر--

# SameMonth
source: It is not possible to enter more than one bonus for the same person in the same month. Please enter a month
ar: لا يمكن ادخال اكثر من مكافاة لنفس الشخص فى نفس الشهر برجاء ادخال شهر

# EmployeeForm1
source: Employee Main Information
ar: البيانات الاساسيه للموظف

# EmployeeForm2
source: Employee Department
ar: ادارات الموظف

# EmployeeForm3
source: Employee Licence Data
ar: بيانات الرخص للموظف

# EmployeeForm4
source: Employee Qualifications
ar: بيانات المؤهلات للموظف

# EmployeeForm5
source: Employee Contract Duration
ar: مدة العقد

# EmployeeForm6
source: Employee Experiences
ar: خبرات الموظف

# EmployeeStatusDropDown
source: --Select Contact Status--
ar: --اختر حاله العقد--

# EmployeeSearch
source: Search for employee
ar: بحث عن الموظف

# RewardEdited
source: Reward has been Edited
ar: تم تعديل المكافاة

# ViolationTypeEdited
source: Violation Setting has been edited
ar: تم تعديل اعداد الجزاء

# YearsDropDown
source: --Select Year--
ar: --اختر السنه--

# SaveBTN
source: Save
ar: حفظ

source: Add Country
ar: اضافه دولة

source: Add New
ar: اضافه جديد

# BackBtn
source: Back
ar: رجوع

source: Cancel
ar: الغاء

# ConfirmBtn
source: Confirm
ar: تاكيد

# ConfirmDeleteMsg
source: Confirm the deletion process !
ar: هل انت متاكد من عمليه الحذف ؟

source: Delete
ar: حذف

# DeleteErr
source: Can not Delete Right Now
ar: عمليه حذف غير ناجحه

# DeleteSucc
source: Successful deletion
ar: تم الحذف بنجاح

source: Name Already Exist
ar: الاسم مسجل بالفعل

# SaveErr
source: Faild Save
ar: لم يتم الحفظ

# SaveSucc
source: Successful Save
ar: تم الحفظ بنجاح

source: Countrys
ar: الدول

source: Edit
ar: تعديل

# NotValidMsg
source: Please Fill all Filds
ar: التاكد من ملء كل الحقول

source: SpeechLanguage
ar: اللغه

# Area
source: Areas
ar: المناطق

# CountryDropDown
source: --Select Country--
ar: --اختر الدولة--

source: Add Area
ar: اضافه منطقه

source: Human Resource
ar: الموارد البشريه

source: Add Nationality
ar: اضافه جنسية

source: Nationality
ar: الجنسية

source: Add BloodGroup
ar: اضافه فصية دم

# BloodGroup
source: Blood Groups
ar: فصائل الدم

source: Add Religion
ar: اضافه ديانه

source: Religion
ar: الديانه

# AddLicenceTypeHR
source: Add LicenceType
ar: اضافه نوع رخصه

# LicenceTypeHR
source: LicenceType
ar: انواع الرخص

source: Add Department
ar: اضافه قسم

# DepartmentDropDown
source: --Select Managment--
ar: --اختر الادارة--

source: Departments
ar: الهيكل الاداري

# ViolationTypeSaved
source: Violation Setting has been Saved
ar: تم حفظ اعداد الجزاء

# ViolationSaved
source: Violation has been saved
ar: تم حفظ الجزاء

# ViolationDeleted
source: Violation has been deleted
ar: تم حذف الجزاء

source: Add CertificationType
ar: اضافه نوع شهادة

# CertificationType
source: Certification Types
ar: انواع الشهادات

# sEmptyTable
source: No data available in table
ar: ليست هناك بيانات متاحة في الجدول

# sFirst
source: First
ar: الأول

# sInfo
source: Showing _START_ to _END_ of _TOTAL_ entries
ar: إظهار _START_ إلى _END_ من أصل _TOTAL_ مدخل

# sInfoEmpty
source: Showing 0 to 0 of 0 entries
ar: يعرض 0 إلى 0 من أصل 0 سجل

# sInfoFiltered
source: (filtered from _MAX_ total entries)
ar: (منتقاة من مجموع _MAX_ مُدخل)

# sLast
source: Last
ar: الأخير

# sLengthMenu
source: Show _MENU_ entries
ar: أظهر _MENU_ مدخلات

# sLoadingRecords
source: Loading...
ar: جارٍ التحميل...

# sNext
source: Next
ar: التالي

# sPrevious
source: Previous
ar: السابق

# sProcessing
source: Processing...
ar: جارٍ التحميل...

# sSearch
source: Search:
ar: ابحث:

# sSortAscending
source: activate to sort column ascending
ar: تفعيل لترتيب العمود تصاعديا

# sSortDescending
source: activate to sort column descending
ar: تفعيل لترتيب العمود تنازلياً

# sZeroRecords
source: No matching records found
ar: لم يتم العثور علي اي بيانات

# ViolationEdited
source: Violation has been edited
ar: تم تعديل الجزاء

# AddMaritalStatu
source: Add MaritalStatuse
ar: اضافه حاله اجتماعيه

# MaritalStatu
source: Marital Statuse
ar: الحاله الاجتماعيه

source: AutoDriveMain
ar: منظومه القياده

source: DriveLevel
ar: مستويات القياده

source: JobName
ar: الوظيفه

source: LicenceCategory
ar: نوع فئه الرخصه

source: LicenceType
ar: نوع رخصه المتدرب

source: National Type
ar: الهوية

source: StudyPeriodSetting
ar: مده الدراسه

source: Trainee
ar: المتدربين

source: TraineeEvaluation
ar: تقييم المتدربين

source: CertificationSpecifics
ar: الشهادات

source: Add CertificationSpecDeparts
ar: اضافه تخصص شهادات

source: CertificationSpecDeparts
ar: تخصص الشهادات

# EmailValidation
source: Invalid Email adress
ar: بريد الكتروني غير صحيح

source: Motivation Type
ar: انواع الحوافز

# MaritalStatuDropDown
source: --select MaritalStatu--
ar: --اختر الحاله الاجتماعيه--

# CalculateSalaries
source: Staff salaries have been successfully calculated
ar: تم حساب مرتبات الموظفين بنجاح

source: Carrer Field
ar: مجال العمل

source: Trainee File
ar: ملف المتدربين

source: Add CarrerField
ar: اضافه مجال عمل

source: Course Reservation
ar: حجز الدوره

# BasicCode
source: Basic Codes
ar: الاكواد الرئيسية

# Operation
source: Operations
ar: العمليات

# SettingMenu
source: Setting
ar: الاعدادت

source: Add JobName
ar: اضافه وظيفه جديد

source: Add National Type
ar: اضافه نوع الهويه

source: Add Speech Language
ar: اضافه اللغه

source: Add DriveLevel
ar: اضافه مستوى القياده

source: AddLicenceCategory
ar: اضافه نوع فئه الرخصه

source: Add LicenceType
ar: اضافه نوع الرخصه

source: No Result Founded
ar: لا توجد بيانات

source: Add Motivation Type
ar: اضافه نوع حافز

# NotCheckedEmployee
source: No employee has been chosen to approve the salary
ar: لم يتم اختيار اى موظف لاعتماد المرتب

# NotExistedDataforApproval
source: There are no data in the table for salary approval.
ar: لا يوجد بيانات فى الجدول لاعتماد المرتب

# NotExistedEmployeesForApproval
source: There are no Employees in the table for salary approval.
ar: لايوجد موظفين لاعتماد المرتب

# SalaryApprovalForChosenEmployees
source: The salary has been approved for the chosen employees
ar: لقد تم اعتماد المرتب للموظفين المختارين

source: NotExistedSort
ar: يجب ادخال الترتيب

# DegreeSortValdiation
source: This sort is already exists. Please enter another sort
ar: هذا الترتيب موجود مسبقا برجاء ادخال ترتيب اخر

source: AddStudy PeriodSetting
ar: اضافه مده دراسيه جديده

source: Practical
ar: عملى

source: Visual
ar: نظرى

# CarrerFieldDropDown
source: --Select Carrer Filed--
ar: --اختر مجال العمل--

# EmployeeForm7
source: Job Data
ar: بيانات الوظيفه

# JobDegreeDropDown
source: --Select JobDegree --
ar: --اختر الدرجه الوظيفيه--

# JobLevelDropDown
source: --Select Job Level--
ar: --اختر مستوي الوظيفه--

# JobNameDropDown
source: --Select JobName--
ar: --اختر الاسم الوظيفي--

# JobFunctionDropDown
source: --Select JobFunction--
ar: --اختر التخصص الوظيفي--

source: Save Witout Experience
ar: حفظ بدون خبرات

# AddNewBaseDepartment
source: Add Base Department
ar: اضافه قسم اساسي

source: Main Departments
ar: الاقسام الرئيسيه

source: Receipt Voucher
ar: اقساط الدوره للمتدرب

source: AddReceipt Voucher
ar: اضافه قسط

source: --Choose Employee--
ar: --اختر الموظف--

source: --Choose Level--
ar: --اختر المستوى--

source: --Choose LicenceCategory--
ar: --اختر فئه الرخصه--

source: --Choose LiceneType--
ar: --اختر نوع الرخصه--

source: --ChooseTrainee--
ar: --اختر المتدرب--

source: Files
ar: الملفات

source: AddWorkTimes Setting
ar: تم اضافه ميعاد عمل

source: WorkTimes Setting
ar: مواعيد العمل

# fri
source: friday
ar: الجمعه

# mon
source: Modday
ar: الاثنين

# sat
source: Saturday
ar: السبت

# sun
source: Sunday
ar: الاحد

# thu
source: thursday
ar: الخميس

# tue
source: Tuesday
ar: الثلثاء

# wed
source: wednesday
ar: الاربعاء

# EmployeeEditInfo
source: Edit Employee Info
ar: تعديل بيانات الموظف

source: Job Function
ar: التخصص الوظيفي

source: Invalid Img Size
ar: حجم الصورة يجب ان لا يتعدي 3 ميجا

# DataSavedBefor
source: this Data Already Saved Befor For This Employe
ar: هذه البيانات مسجلة بالفعل لهذا الموظف

# LoanDeleted
source: Loan has been deleted
ar: تم حذف السلفة

# LoanAdded
source: Loan has been added
ar: تم اضافة السلفة

# LoanEdited
source: Loan has been edited
ar: تم تعديل السلفة

source: Choose A Day
ar: من فضلك اختار يوم

source: accounting
ar: منظومه الحسابات

# PaymentConverted
source: It has been converted to Payment.
ar: تم التحويل الى تم الدفع بالكامل

source: --Choose Trainee Code--
ar: --اختر كود الموظف--

source: Numeric Only
ar: ارقام فقط

# SearchBTN
source: Search
ar: بحث

source: Trainee Attendance
ar: جدول الحضور والانصراف

source: Add Trainee Attendance
ar: تم اضافه حصه

source: Attendance Date
ar: تاريخ الحضور

# DaysWork
source: Day
ar: اليوم

# Practicaldays
source: Practical
ar: العملى

# Visualdays
source: Visual
ar: النظرى

# EmployeeVacationBalanceDeleted
source: Employee Vacation Balance has been deleted.
ar: قد تم حذف رصيد اجازات الموظف

# EmployeeVacationBalanceEdited
source: Employee Vacation Balance has been edited
ar: قد تم تعديل رصيد اجازات الموظف

# PracticalOrVisual
source: Practical/Visual
ar: عملى/نظرى

# EmployeeVacationAdded
source: Vacation has been added
ar: تم اضافة اجازة

# EmployeeVacationEdited
source: Vacation has been edited
ar: تم تعديل الاجازة

# NotExistedBalance
source: There is no balance for this vacation.
ar: لا يوجد رصيد لهذة الاجازة

# EmployeeVacationDeleted
source: Vacation has been deleted
ar: قد تم حذف الاجازة

# ExistedBalance
source: This balance is already Existed.Please enter anthor balance
ar: هذا الرصيد موجود مسبقا من فضلك ادخال رصيد اخر

source: Image
ar: الصورة

source: Item
ar: تكويد اصناف العهد

source: ItemCode
ar: كود الصنف

source: Main Item
ar: الانواع الرائيسية

source: Name
ar: الاسم

source: No
ar: م

source: Serial Number
ar: الرقم التعريفى

source: Type
ar: النوع

source: Add Item
ar: اضافة صنف

source: Edit Item
ar: تعديل صنف

# ErrorDataBase
source: An error occurred, try again
ar: حدث خطاء حاول مرة اخرى

source: Item Type
ar: النوع

# AddSuccess
source: Saved successfully
ar: تم الحفظ بنجاح

source: Add ArchiveSettingHR
ar: اضافه صنف

# ArchiveSettingHRDropDown
source: --Select Main Item--
ar: --اختر الصنف الاساسي --

# ArchiveSettingHRs
source: Employee Files items
ar: اصناف ملفات الموظفين

# MainArchiveSettingHRs
source: Main Files Items
ar: اصناف الملفات الرئيسيه

source: TraineeAttending Followup
ar: متابعه الحضور والانصراف

# ChooseAttendanceDay
source: --Select Course Day--
ar: --اختر يوم الدوره--

source: AddTraineeAttendingFollowup
ar: اضافه متابعة الحضور والانصراف

# Day_ofWeek
source: Day
ar: اليوم

# TraineeAttendanceDay
source: Course Day
ar: يوم الدوره

# TraineeAttendance_Absence
source: Trainee Attendance Absence Report
ar: تقرير الحضور والغياب للموظف

# VacationDeductionSaved
source: Vacations Deduction has been saved
ar: لقد تم حفظ خصم الاجازات

# VacationsDeductionDeleted
source: Vacations Deduction has been deleted
ar: لقد تم حذف خصم الاجازات

# VacationsDeductionEdited
source: Vacations Deduction has been edited
ar: لقد تم تعديل خصم الاجازات

# ApprovalSalary
source: The process cannot be done to approve the salary. Please enter another period
ar: لا يمكن اتمام العملية لاعتماد المرتب برجاء ادخال فترة اخرى

# CanceledSalary
source: The process cannot be done to cancel the salary. Please enter another period
ar: لا يمكن اتمام العملية لالغاء المرتب برجاء ادخال فترة اخرى

# ReceivedSalary
source: The process cannot be done to receive the salary. Please enter another period
ar: لا يمكن اتمام العملية لاستلام المرتب برجاء ادخال فترة اخرى

source: Add Item
ar: اضافه صنف

source: Archive Setting Drive
ar: تكويد عناصر الارشفه

# ItemDropDown
source: --Choose Item--
ar: --اختر الصنف--

# MainSelected_Item
source: Main Items
ar: بيانات الاساسيه

source: Selected Item
ar: العنصر المختار

source: Active
ar: مفعل

source: NotActive
ar: غير مفعل

source: --Choose Code--
ar: --اختر الكود--

# ChooseEmployeeSafe
source: --Choose Employee--
ar: --اختر الموظف--

source: HonestyDate
ar: تاريخ صرف العهده

source: honesty End Date
ar: تاريخ نهاية العهده

# ItemId
source: Item
ar: الصنف

# items
source: الصنف
ar: الصنف المصروف

# ExistedVacation
source: This employee has a vacation in that period. Please choose another period
ar: يوجد لهذا الموظف اجازة فى تلك الفترة برجاء اختيار فترة اخرى

# NotEnoughBalance
source: There is not enough balance for this vacation. Please choose another period
ar: لا يوجد رصيد كافى لهذا الاجازة برجاء اختيار فترة اخرى

source: Employees
ar: الموظفين

# ChoseType
source: --Select Type--
ar: --اختر النوع--

# Deleterelated
source: There is data for this category. Please delete it first
ar: يوجد بيانات تابعه لهذا الصنف الرجاء حذفها اوالا

# ImageSize
source: Image size is more than 3MB
ar: حجم الصورة اكبر من 3 ميجا بايت

source: Item To
ar: تكويد الاصناف التابعه ل

source: Archive Document
ar: أرشفة المستندات

source: Download
ar: تنزيل

# ExistedWorkingHoursSettingHR
source: This working hours is existed.Please enter another continuity.
ar: هذا الدوام موجود مسبقا برجاء ادخال دوام اخر

# ExistedWorkingHoursSettingInPeriod
source: This working hours is existed in that period, please choose another period
ar: هذا الدوام يوجد فى تلك الفترة برجاء اختيار فترة اخرى

# WorkingHoursSettingHREdited
source: Working Hour Name has been edited
ar: قد تم تعديل اسم الدوام

# WorkingHourNameDeleted
source: Working Hour Name has been deleted
ar: قد تم حذف اسم الدوام

source: Trainee Archive
ar: أرشفة المستندات

source: Send To Traffic
ar: ارسال للمرور

# WorkingHoursDetialsExisted
source: Working Hours Detials are existed already.Please enter another detials.
ar: تفاصيل هذا الدوام موجودة مسبقا برجاء ادخال تفاصيل اخرى

# WorkingHoursSettingDetialsHRAdded
source: Working Hours Detials have been added
ar: لقد تم اضافة تفاصيل الدوام

# WorkingHoursDetialsDeleted
source: Working Hours Detials have been deleted
ar: لقد تم حذف تفاصيل الدوام

# WorkingHoursSettingDetialsHREdited
source: Working Hours Detials have been edited
ar: لقد تم تعديل تفاصيل الدوام

# ExistedEmployeeWorkingHours
source: This Working Hours is existed for the same employee in that period, please choose another period
ar: يوجد هذا الدوام لنفس الموظف فى تلك الفترة برجاء اختيار فترة اخرى

# EmployeeWorkingHoursDeleted
source: Employee Working Hours have been deleted
ar: لقد تم حذف دوام الموظف

# EmployeeWorkingHoursEdited
source: Employee Working Hours have been edited
ar: لقد تم تعديل دوام الموظف

source: Receiving Honesty Date
ar: تاريخ استالم العهده من الموظف

source: Receiving Honesty From Employee
ar: استلام عهده من موظف

# NotCheckWorkingHours
source: No Working Hours are chosen, please choose
ar: لم يتم اختيار اى دوام برجاء الاختيار

source: Trainee TestResult
ar: نتيجه اختبار المتدرب

source: Add Test
ar: اضافه اختبار

source: Add TestResult
ar: اضافه نتيجه اختبار

source: Test
ar: الأختبار

source: Test Result
ar: نتيجه الأختبار

source: Test Already Exist
ar: الاختبار موجود بالفعل

# ExistedEmployeeAttendance
source: This data is duplicate, please enter other data
ar: هذة البيانات مكررة برجاء ادخال بيانات اخرى

# EmployeeAttendanceDepartureDeleted
source: Employee Attendance and Departure has been deleted
ar: لقد تم حذف حضور و انصراف الموظف

# EmployeeAttendanceDepartureEdited
source: Employee Attendance and Departure has been edited
ar: لقد تم تعديل حضور و انصراف الموظف

source: Relation
ar: صلة القرابة

source: Note
ar: ملاحظات

source: ArName
ar: الاسم بالعربية

source: EnName
ar: الاسم باالنجليزيه

source: Gender
ar: النوع

# Document
source: Documents
ar: مستندات
