Repository: Saeed-Abdalwahab/AutoDrive
Catalog: AutoDriveResources/Resources.*.resx
Languages: ar

source: Add
ar: اضافة

source: AddJobDegree
ar: اضافة الدرجة الوظيفية

# ArName
source: Name(AR)
ar: الاسم(عربي)

source: BirthplaceArea
ar: منطقه الميلاد

# BirthPlaceCountry
source: Birthplace
ar: محل الميلاد

source: BloodGroup
ar: فصيله الدم

source: Cancel
ar: الغاء

source: Code
ar: كود

# DateOfBirth
source: Birthday
ar: تاريخ الميلاد

source: Department
ar: القسم

source: Delete
ar: حذف

source: Delete Job Degree
ar: حذف الدرجة الوظيفية

# DeleteMessage
source: Are sure of the deleting process ?
ar: هل انت متاكد من عملية الحذف؟

source: Edit
ar: تعديل

source: Email
ar: البريد الاليكتروني

source: End Date
ar: تاريخ النهايه

# EnName
source: Name(EN)
ar: الاسم(انجليزي)

source: Gender
ar: النوع

source: Housephone
ar: رقم المنزل

source: Job Degree
ar: الدرجة الوظيفية

# JobDegreeEdit
source: Edit Job Degree
ar: تعديل الدرجة الوظيفية

source: Maritalstatus
ar: الحاله الاجتماعيه

source: Mobilenumber
ar: رقم الموبايل

# Name
source: Name(AR)
ar: الاسم(عربى)

source: Nationality
ar: الجنسيه

source: Religion
ar: الديانه

source: Residence
ar: الاقامه

source: Startdate
ar: تاريخ البدايه

source: Add Job Level
ar: اضافة المستوى الوظيفى

source: Delete Job Level
ar: حذف المستوى الوظيفى

source: Job Level
ar: المستوى الوظيفى

# JobLeveledit
source: Edit Job Level
ar: تعديل المستوى الوظيفى

# SerialNumber
source: M
ar: م

source: Add Increasing And Deduction Type
ar: اضافة نوع البدلات و الاستقطاعات

# BasicORChangedSalary
source: Basic and Changed Salary
ar: المرتب الاساسى و المتغير

# IncreasingDeductionType
source: Increasing and Deduction Type
ar: نوع البدلات و الاستقطاعات

# IncreasingORdeduction
source: Increasing/Deduction
ar: البدل/الاستقطاع

source: Changed Salary
ar: المرتب المتغير

source: Salary
ar: المرتب

source: DeleteSalary
ar: حذف المرتب

# AddDeduction
source: Add Increases and Deduction
ar: اضافة البدلات و الاستقطاعات

source: Add Salary
ar: اضافة المرتب

# BasicSalary
source: Basic Salary/All
ar: الاساسى/الشامل

source: Deduction
ar: الاستحقاق

# DeductionSetting
source: Increases and Deductions
ar: البدلات و الاستقطاعات

# DelteDeduction
source: Delete Increases and Deduction
ar: حذف البدلات و الاستقطاعات

# EditDeduction
source: Edit Increases and Deduction
ar: تعديل البدلات و الاستقطاعات

# Name1
source: Name
ar: الاسم

# Ratio
source: Ratio/Value
ar: النسبة/القيمة

source: Value
ar: القيمة

# DeleteIncreasesDeductionType
source: Delete Increases and Deductions Type
ar: حذف نوع البدلات و الاستقطاعات

# EditIncreasesDeductionType
source: Edit Increases and Deduction Type
ar: تعديل نوع البدلات و الاستقطاعات

# AddingIncreasesDeductionsToJob
source: Adding Increases and Deductions To Job Degree and Job Level
ar: اضافة البدلات و الاستقطاعات للدرجة الوظيفية و المستوى الوظيفى

# DeductionsShow
source: Show Deductions
ar: عرض الاستقطاعات

# IncreasesShow
source: Show Increases
ar: عرض البدلات

source: Save
ar: حفظ

source: Motivation Employee
ar: تحفيز الموظفين

source: Employee
ar: الموظف

source: In Month
ar: عن شهر

source: In Year
ar: عن سنة

source: Motivation Date
ar: تاريخ الحافز

source: Motivation Type
ar: نوع الحافز

source: Note
ar: السبب

# MotivationStatus
source: Status
ar: الحالة

# WithSalaryOrForm
source: With Salary/Form
ar: على الراتب/استمارة منفصلة

source: Choose
ar: اختر

# RewardAdd
source: Add Reward
ar: اضافة مكافاة

source: Delete Reward
ar: حذف المكافاة

# RewardDeleted
source: Reward has been deleted
ar: تم حذف المكافاة

source: Edit Reward
ar: تعديل المكافاة

# ApprovalAmount
source: Approval Of Salary
ar: تم اعتماده

source: Cancel Event
ar: الغاء الحدث

source: Receivable Received
ar: تم استلام المستحق

source: Under Revision
ar: تحت المراجعة

source: With Salary
ar: على الراتب

source: Form
ar: استمارة منفصلة

# ApprovalReward
source: Approval Of Reward
ar: اعتماد المكافاة

source: April
ar: ابريل

# Augst
source: August
ar: اغسطس

# Dec
source: Decmeber
ar: ديسمبر

# Feb
source: February
ar: فبراير

# Jan
source: January
ar: يناير

source: July
ar: يوليو

source: June
ar: يونيو

source: March
ar: مارس

source: May
ar: مايو

# Nov
source: Novmeber
ar: نوفمبر

# Oct
source: October
ar: اكتوبر

# Sept
source: Septmber
ar: ستمبر

source: Licence Kind
ar: تصنيف الرخصه

# LicenceTypeId
source: Licence TypeName
ar: نوع الرخصه

source: License Number
ar: رقم الرخصه

source: Release Date
ar: تاريخ الاصدار

source: Source Area
ar: مكان الاصدار

source: Certification Grade
ar: التقدير

# CertificationSpecDepart
source: Certification Department
ar: تخصص المؤهل

source: Certification Specific
ar: المؤهل

source: Cetification Type
ar: نوع الشهادة

source: Graduation Month
ar: شهر التخرج

source: Graduation Year
ar: سنه التخرج

# QualificationDiscribtion
source: Qualification Describtion
ar: وصف المؤهل

source: Duration
ar: المدة

source: Employee Status
ar: حاله الموظف

# WithSalaryOrForm1
source: Salary Or Form
ar: على الراتب/استمارة منفصلة

source: Month
ar: عن شهر

source: Year
ar: عن سنة

source: All
ar: الشامل

source: Basic
ar: الاساسى

# TheRatio
source: Ratio
ar: نسبة

# TheValue
source: Value
ar: قيمة

source: Trainee Code
ar: كود المتدرب

source: Age
ar: العمر

source: FileNo
ar: رقم الملف

source: FileOpenDate
ar: تاريخ فتح الملف

source: NationalId
ar: رقم الهويه

source: National Type
ar: نوع الهويه

source: Photopath
ar: مكان الملف

# SpeechLanguageId
source: SpeechLanguage
ar: اللغه

# ViolationType
source: Violation Settings
ar: اعدادات الجزاءات

source: Days Number
ar: عدد الايام

# FromBaseSalaryOrOverall
source: Basic Salary Or Overall
ar: الاساسى / الشامل

source: From Money Or Moral
ar: مادى / معنوى

source: From Money
ar: مادى

source: Moral
ar: معنوى

# AddViolationType
source: Add Violation Setting
ar: اضافة اعداد جزاء

source: Company Address
ar: عنوان الشركة

source: Company Name
ar: اسم الشركة

source: From Month
ar: من شهر

source: From Year
ar: من سنة

source: Job Specification
ar: تخصص الوظيفه

source: To Month
ar: الي شهر

source: To Year
ar: الي سنه

source: EvaluationDate
ar: تاريخ التقييم

source: EvaluationEmployee
ar: مهندس التقييم

source: LicenceCategory
ar: فئه الرخصه

# StudyPeriodSetting
source: Study Level
ar: مستوى الدراسه

source: Trainee
ar: المتدربين

# TraineePhotopath
source: Trainee Photo
ar: صوره المتدرب

# TraineeAge
source: Age
ar: العمر

source: Country
ar: الدوله

# CountryEnName
source: Country Name(En)
ar: الدولة(انجليزي)

# CountryName
source: Country Name(ar)
ar: الدولة(عربي)

source: Management
ar: الادارة

# ManagementEnName
source: Managment Name(en)
ar: اسم الادارة(انجليزي)

# ManagementName
source: Managment Name(ar)
ar: اسم الادارة(عربي)

# EditViolationType
source: Edit Violation Settings
ar: تعديل اعدادات الجزاءات

# DeleteViolationType
source: Delete Violations Settings
ar: حذف اعدادت الجزاءات

# violationTypeDeleted
source: Violation Setting has been deleted
ar: تم حذف اعداد الجزاء

# EmployeeViolation
source: Violations
ar: الجزاءات

source: Violation Date
ar: تاريخ الجزاء

# ViolationsType
source: Violation Type
ar: نوع الجزاء

# EmployeeViolationAdd
source: Add Violations
ar: اضافة الجزاءات

# ApprovalViolation
source: Violation Approval
ar: تم الاعتماد

source: Delete Violation
ar: حذف الجزاء

source: Edit Violation
ar: تعديل الجزاء

# ProfileImge
source: Profile Image
ar: الصورة الشخصية

# BasicSalaryAndChanged
source: Basic Salary And Changed Salary
ar: المرتب الاساسى و المتغير

source: Increases And Deductions
ar: البدلات و الاستقطاعات

source: Payroll
ar: منظومة الرواتب

# Deduction1
source: Deduction
ar: استقطاع

source: Increase
ar: بدل

# CodeSearch
source: Search by TraineeCode
ar: بحث بكود المتدرب

# CertificationTypeEnName
source: CertificationTypeName(En)
ar: نوع الشهاده(انجليزي)

# CertificationTypeName
source: CertificationType(Ar)
ar: نوع الشهادة(عربي)

# CertificationSpecificeEnName
source: CertificationSpecifice(En)
ar: المؤهل(انجليزي)

# CertificationSpecificeName
source: CertificationSpecifice(Ar)
ar: المؤهل(عربي)

# EmployeesSalaries
source: Salaries Of Employees
ar: رواتب الموظفين

# MonthSalary
source: Month
ar: شهر

# YearSalary
source: Year
ar: سنة

# CalculateSalary
source: Calculate Salaries
ar: حساب المرتبات

# CourseCost
source: Cost
ar: التكلفه

source: Course EndDate
ar: تاريخ نهايه الدراسه

source: Course StartDate
ar: تاريخ بدايه الدراسه

source: Practical Count
ar: عدد الحصص العملى

# VisualStudyCount
source: Visual Count
ar: عدد الحصص النظرى

# SalaryApproval
source: Salaries Approval
ar: اعتماد الرواتب

# AllStatus
source: All
ar: الكل

# ApprovalSalary
source: Approved
ar: المعتمدة

source: Salary Status
ar: حالة المرتب

source: View Salaries
ar: عرض الرواتب

# CheckedEmployeesSalariesApproval
source: Approving Salaries Of Selected Employees
ar: اعتماد جميع رواتب الموظفين المختارين

source: Affiliate Management
ar: الادراة التابع لها

source: Approval
ar: الاعتماد

source: Check To Approve Salary
ar: Check لاعتماد الراتب

source: Show Salary Vocabulary
ar: عرض مفردات المرتب

# ApprovalBtn
source: Approval
ar: اعتماد

# CurrentMonth
source: Net salary Of Month
ar: صافى مرتب شهر

# ShowBtn
source: Show
ar: عرض

source: Minimal Age
ar: الحد الأدنى للعمر

source: Licence TypeName
ar: نوع الرخصه

# employeeSalaryApproval
source: Salary is approved
ar: تم اعتماد المرتب

# ReturnToSalaryApproval
source: Back To Salary Approval
ar: العودة الى اعتماد المرتب

source: Reward
ar: المكافاة

source: Violation
ar: جزاء

# DepartmentName
source: Department
ar: القسم

source: Sort
ar: الترتيب

# SpaceName
source: This name cannot be a space. Please enter another name
ar: هذا الاسم لا يتسطيع ان يكون مسافة برجاء ادخال اسم اخر

# DriveLevelEnName
source: Drive Level
ar: مستوى القياده

# DriveLevelId
source: Drive Level
ar: مستوى القياده

# DriveLevelName
source: Drive Level
ar: مستوى القياده

source: Level Status
ar: الحاله

# LevelStatusEnName
source: Level Status
ar: الحاله

# LevelStatusName
source: Level Status
ar: الحاله

source: Level Total
ar: الاجمالى

source: Practical
ar: عملى

source: Practical Cost
ar: تكلفه الحصه العملى

source: Practical Total
ar: اجمالى تكلفه الحصص العملى

source: Visual Study Cost
ar: تكلفه الحصه النظرى

source: Visual Study Total
ar: اجمالى تكلفه الحصص النظرى

source: Receipt Voucher
ar: اقساط الدوره للمتدرب

# CourseReservationId
source: Course Reservation
ar: حجز الكورس

source: Paid Date
ar: تاريخ الدفع

source: Paid Value
ar: قيمه الدفعه

source: ReceiptVoucher Code
ar: رقم سند القبض

source: ReceiptVoucherDate
ar: تاريخ سند القبض

# TraineeId
source: Trainee
ar: المتدرب

source: Carrer Field
ar: مجال العمل

source: Job Function
ar: التخصص الوظيفي

source: Job Name
ar: اسم الوظيفه

source: Licence Type
ar: نوع الرخصه

source: Day Name
ar: اسم يوم الاسبوع

source: DisplayDay Name
ar: اسم يوم الاسبوع

source: DisplayDay NameEn
ar: اسم يوم الاسبوع بالانجليزي

source: From Hour
ar: من ساعه

source: NOWork Hours
ar: عدد ساعات العمل

source: To Hour
ar: الى ساعه

# ApprovalLoan
source: Loan Approval
ar: تم اعتماد السلفة

source: Loan Date
ar: تاريخ تقديم السلفة

source: Loan Status
ar: حالة السلفة

# LoanValue
source: Amount
ar: المبلغ

source: Monthly Value
ar: القيمة الشهرية

source: Payment Date From
ar: تاريخ السداد من

# PaymentDateTo
source: To
ar: الى

# UnderPaymentOrPaid
source: Under Payment/ Paid
ar: تحت السداد/تم الدفع بالكامل

# EmployeeLoanAdd
source: Add Loan
ar: اضافة سلفة

source: Edit Loan
ar: تعديل السلفة

# EmployeeLoan
source: Monthly Advances and Loans
ar: السلف الشهرية و القروض

source: End Of Service
ar: إنهاء الخدمة

source: In Service
ar: بالخدمة

source: Loan Payment
ar: تسديد القروض

source: Convert To Payment
ar: تحويل الى تم الدفع بالكامل

source: Total Paid
ar: مجموع ما تم دفعه

# ValueLoan
source: Loan Value
ar: قيمة القرض

source: Convert
ar: تحويل

source: Current Management
ar: الادارة الحالية

# StatusLoan
source: Loan Status
ar: حالة القرض

# DaysNumberVacations
source: Owed Days
ar: الايام المستحقة

# EmployeeVacationAccount
source: Add Employee Vacations Balance
ar: اضافة رصيد اجازات الموظف

source: From Date
ar: من تاريخ

source: Holiday Type
ar: نوع الاجازة

# TheYear
source: Year
ar: السنة

source: To Date
ar: الى تاريخ

source: Add Employee Vacation Balance
ar: اضافة رصيد اجازات الموظف

# EmployeeVacationBalanceAdded
source: Employee Vacation Balance has been Added
ar: تم اضافة رصيد اجازات الموظف

# StudyPeriodSettingEnName
source: Study Level
ar: مستوى الدراسه

# StudyPeriodSettingName
source: Study Level
ar: مستوى الدراسه

source: Trainee Guid
ar: كود المتدرب

source: Attendance Date
ar: تاريخ الحضور

source: Practical or Visual
ar: عملى او نظرى

source: Practical Study
ar: حصص عملى

source: Visual Study
ar: حصص نظرى

source: TraineeEvaluationId
ar: كود التقييم

# editEmployeeVactionAccount
source: Edit Employee Vacation Balance
ar: تعديل رصيد اجازات الموظف

source: Delete Employee Vacation Account
ar: حذف رصيد اجازات الموظف

source: Loan
ar: قرض

# DaysWork
source: Days
ar: الايام

# EmployeeVacation
source: Vacations
ar: الاجازات

# NODays
source: Number Of Days
ar: عدد الايام

source: Notes
ar: ملاحظات

# AddEmployeeVacation
source: Add Vacations
ar: اضافة اجازات

# DateToValidation
source: Date To is less than Date From
ar: تاريخ الى اصغر من تاريخ من

# deleteEmployeeVacation
source: Delete Vacation
ar: حذف الاجازة

# editEmployeeVaction
source: Edit Vacation
ar: تعديل الاجازة

source: Vacation Deductions
ar: خصومات الاجازات

# ViewVacation
source: Displayed Vacations
ar: الاجازات المعروضة

source: Search
ar: بحث

source: Days
ar: الايام

# DaysNo
source: Days Number
ar: عدد الايام

# deductionMonth
source: Deduction From Month
ar: خصم من شهر

# deductionYear
source: Deduction From Year
ar: خصم من سنة

# DeleteVacationDeduction
source: Delete Vacations Deduction
ar: حذف خصم الاجازات

source: Attendance Datetime
ar: تاريخ ووقت الحضور

source: Leave DateTime
ar: تاريخ ووقت الانصراف

# TraineeAttendanceId
source: Course day
ar: يوم الدوره

source: Item
ar: الصنف

source: ItemName
ar: اسم الصنف

source: Item EnName
ar: اسم الصنف بالانجليزيه

# EmployeeSalary
source: Inquiry about the salary of employee
ar: استعلام عن مرتب موظف

# Holiday
source: Holiday Violation
ar: خصم اجازة

source: Benefits
ar: الاستحقاقات

source: Employee Code
ar: كود الموظف

source: For Year
ar: لسنة

# Net
source: Net Salary
ar: الصافى

# SalaryMonth
source: Salary Of
ar: مرتب شهر

source: Total
ar: الاجمالى

source: Deductions
ar: الاستقطاعات

source: Employee Department
ar: قسم الموظف

source: Employee Name
ar: اسم الموظف

source: Honesty
ar: العهدة

source: Please Select
ar: اختر

source: Honesty Date
ar: تاريخ صرف الصنف

source: Add Employee Honesty
ar: تسليم عهده

source: Class
ar: صنف

source: Class Main
ar: صنف تعريفى

source: Date
ar: التاريخ

# ImageName
source: photo
ar: الصوره

source: Number
ar: الرقم

# VacationAccountInquiry
source: Inquiry About Employee's Vacation Balance
ar: استعلام عن رصيد اجازات الموظف

# NotExistedBalanceForEmployee
source: There is no balance for this employee in this period
ar: لا يوجد رصيد لهذا الموظف فى هذا الفترة

source: From
ar: من

source: To
ar: الى

# continuityNames
source: Working Hour Names
ar: اسماء الدوام

# AddWorkingHoursSettingHR
source: Add Working Hour Name
ar: اضافة اسم الدوام

# WorkingHoursSettingHRAdded
source: Working Hour Name has been added
ar: تم حفظ اسم الدوام

# DeleteWorkingHour
source: Delete Working Hour Name
ar: حذف اسم الدوام

# WorkingHourNameEdit
source: Edit Working Hour Name
ar: تعديل اسم الدوام

# EmployeeSafeId
source: Employee Safe
ar: امين خزنه

source: Send Date
ar: تاريخ الارسال

source: Add Working Hours Detials
ar: اضافة تفاصيل الدوام

source: Day
ar: اليوم

# Fri
source: Friday
ar: الجمعة

source: From Time
ar: من ساعة

# Mon
source: Monday
ar: الاثنين

# Sat
source: Saturday
ar: السبت

# Sun
source: Sunday
ar: الاحد

# Thu
source: Thursday
ar: الخميس

source: To Time
ar: الى ساعة

# Tue
source: Tuesday
ar: الثلاثاء

# Wed
source: Wednesday
ar: الاربعاء

source: Working Hour Detials
ar: تفاصيل الدوام

# SenderEmployeeId
source: Sender Employee
ar: مسؤل الارسال

source: Working Hours
ar: الدوام

source: Trainee Name
ar: اسم المتدرب

source: Employee Working Hours
ar: دوام الموظف

# AddEmployeeHoursSetting
source: Add Employee Working Hours
ar: اضافة دوام الموظف

# EmployeeWorkingHoursAdded
source: Employee Working Hours have been added
ar: تم اضافة دوام الموظف

source: Delete Employee Working Hours
ar: حذف دوام الموظف

source: Edit Employee Working Hours
ar: تعديل دوام الموظف

source: Choose Working Hours
ar: اختيار الدوام التابع له

source: Delete Working Hour Detials
ar: حذف تفاصيل الدوام

# GreaterThanOREqualTime
source: To Time should be greater than or equal From Time
ar: الى ساعة يجب ان تكون اكبر من و يساوي من ساعة

# WorkingHourDetialsEdit
source: Edit Working Hour Detials
ar: تعديل تفاصيل الدوام

# WorkingHoursSettingDetialsHREdited
source: Working Hours Detials have been edited
ar: لقد تم تعديل الدوام

# ChooseTestId
source: Choose Test Name
ar: اختار اسم الأختبار

# ChooseTestResultId
source: Choose Test Result
ar: اختار نتيجه الأختبار

# TestId
source: Test Name
ar: اسم الأختبار

# TestResultId
source: Test Result
ar: نتيجه الأختبار

source: Test Date
ar: تاريخ الاختبار

# AttendanceDeparture
source: Attendance and Departure
ar: الحضور و الانصراف

# AttendanceTime
source: Time
ar: الوقت

# AttendanceType
source: Attendance\Departure
ar: حضور/انصراف

# AttendDate
source: Date
ar: التاريخ

source: Attendance
ar: حضور

source: Departure
ar: انصراف

# AddAttendance
source: Add Attendance and Departure
ar: اضافة الحضور و الانصراف

# EmpCode
source: Employee Code
ar: كود الموظف

# EmpDept
source: Employee Department
ar: ادراة الموظف

# EmployeeAttendanceAdded
source: Employee Attendance and Departure has been added
ar: لقد تم اضافة حضور و انصراف الموظف

# DeleteEmployeeAttendanceDeparture
source: Delete Employee Attendance and Departure
ar: حذف حضور و انصراف الموظف

# EditEmployeeAttendanceDeparture
source: Edit Employee Attendance and Departure
ar: تعديل حضور و انصراف الموظف

# husband
source: husband / wife
ar: زوج / زوجة

# son
source: son / daughter
ar: ابن / ابنة

source: Family
ar: العائلة

source: Date Required
ar: مطلوب تاريخ
